Revit 2024 API
DataConversionMonitorScope Properties
The DataConversionMonitorScope type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
DataConversionMonitorScope Class
Autodesk.Revit.DB Namespace